Repository: 5H4D0WILA/Chouten
Catalog: ModularSaikouS/*.lproj/Localizable.strings
Languages: ar, de, fr, ja, ka, nl, vi

# nothing-text
source: Nothing to see yet .-.
ar: .-. ما من محتوى بعد
de: Hier gibt's noch nichts zu sehen .-.
fr: Rien à voir ici .-.
ja: おっと！ここにはまだ何もありません。
ka: ჯერ არაფერია სანახავი
nl: Niks te zien hier .-.
vi: Không có gì ở đây hết .-.

source: Downloaded only
de: Heruntergeladenes
ja: マイダウンロードだけ

source: Incognito
de: Inkognito
ja: プライバシーモード中

# navitem-home
source: Home
ar: الرئيسية
de: Startseite
fr: Accueil
ja: ホーム
ka: მთავარი
nl: Thuis
vi: Trang chủ

# navitem-search
source: Search
ar: البحث
de: Suchen
fr: Recherche
ja: 検索
ka: ძიება
nl: Zoeken
vi: Tìm kiếm

# navitem-history
source: History
ar: السجل
de: Verlauf
fr: Historique
ja: 履歴
ka: ისტორია
nl: Geschiedenis
vi: Lịch sử

# navitem-more
source: More
ar: المزيد
de: Mehr
fr: Plus
ja: もっと見る
ka: მეტი
nl: Meer
vi: Xem thêm

# downloaded-only-title
source: Toggle Downloaded Only
ar: مُنزَّل
de: Nur Heruntergeladenes
fr: Affiche que les titres téléchargés
ja: オフラインモード
ka: მხოლოდ ჩამოწერილის ჩვენება
nl: Activeer downloaded only
vi: Bật/Tắt chỉ tải xuống

# downloaded-only-description
source: Sets the mode of the app to offline
ar: حال انقطاع الاتصال.
de: Setzt die App in den Offline-Modus
fr: Permet de d’activer/désactiver le mode hors-ligne
ja: ダウンロードしたコンテンツのみ
ka: აყენებს აპლიკაციის რეჟიმს ოფლაინზე
nl: Zet de mode van de app op offline
vi: Chuyển ứng dụng thành chế độ offline

# incognito-title
source: Toggle Incognito Mode
ar: التصفح الخفيّ
de: Inkognito Modus
fr: Activer le mode Anonyme
ja: プライバシーモード
ka: ინკოგნიტო რეჟიმზე გადართვა
nl: Activeer Incognito modus
vi: Bật/Tắt chế độ ẩn danh

# incognito-description
source: For the naughty naughty
ar: لتتصفح بسرية.
de: Wir wissen, was du tust ;)
fr: Pour les petits coquinous
ja: やらしいことのために使う( ͡° ͜ʖ ͡°)
ka: მხოლოდ ცუღლუტებისთვის
nl: Voor de stouters
vi: Chuẩn bị khăn giấy để hành sự

# settings-title
source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
ja: 設定
ka: პარამეტრები
nl: Instellingen
vi: Cài đặt

# save-theme-title
source: Save Theme to JSON
ar: JSON حفظ المظهر بصيغة
de: Farbschema als JSON speichern
fr: Enregistre le thème en JSON
ja: JSONでテーマを保存
ka: შეინახეთ თემა JSON-ში
nl: Sla thema op op JSON
vi: Lưu Theme thành JSON

# export-theme-title
source: Export Theme to JSON
ar: JSON تصدير المظهر لصيغة
de: Farbschema als JSON exportieren
fr: Exporter le thème en JSON
ja: JSONでテーマをコピー
ka: თემის ექსპორტი JSON-ში
nl: Exporteer thema naar JSON
vi: Xuất Theme thành JSON

# export-theme-description
source: Copy your theme in JSON format
ar: JSON نسخ المظهر بصيغة
de: Momentanes Farbschema in JSON-Format kopieren
fr: Copie ton thème au format JSON
ja: JSONでテーマをクリップボードにコピーする
ka: თქვენი თემის დაკოპირება JSON ფორმატში
nl: Kopieer jouw thema naar JSON formaat
vi: Sao chép Theme ở dạng JSON

# appearance-title
source: Appearance
ar: المظهر
de: Aussehen
fr: Apparence
ja: 外観
ka: გარეგნობა
nl: Uiterlijk
vi: Giao diện

# appearance-description
source: Light/Dark/System
ar: فاتح/داكن/تلقائي
de: Hell/Dunkel/System
fr: Clair/Sombre/Système
ja: 明/暗/システム
ka: ნათელი/მუქი/სისტემა
nl: Licht/Donker/Systeem

# theme-navigation-title
source: Theme
ar: مظهر
de: Farbschema
ja: テーマ
ka: თემა
nl: Thema

# theme-navigation-description
source: Change the Colors of the app.
ar: تغيير ألوان التطبيق.
de: Ändere die Farben der App.
fr: Change les couleurs de l’application
ja: アプリの色を変わる
ka: აპლიკაციის ფერების შეცვლა.
nl: Verander de kleur van de app
vi: Đổi màu ứng dụng.

# developer-navigation-title
source: Developer
ar: نافذة المطورين
de: Entwickler
fr: Développeur
ja: デベロッパー
ka: დეველოპერი
nl: Ontwikkelaar

# developer-navigation-description
source: Only Dev Stuff. Dont Touch!
ar: نافذة للمطورين فحسب! على العموم اجتنابها.
de: Entwickler Einstellungen, nicht anfassen!
fr: Si tu n’es pas un dev, pas touche !
ja: デベロッパーのためにだけ、触らないでください！
ka: მხოლოდ დეველოპერებისთვის. არ შეეხოთ!
nl: Alleen ontwikkelaar dingen. Niet aanraken

# search-placeholder %@
source: Search on %@
ar: %@ البحث عن
de: Suche auf %@
fr: Rechercher sur %@
ja: %@で検索
ka: ძებნა %@-ზე
nl: Zoek op %@
vi: Tìm kiếm %@

# select-module
source: Select a module
de: Wähle ein Modul aus
ja: モジュールを選んでください

source: No Module
de: Kein Modul
ja: モジュールがありません
